Repository: ArtemITuser/Barometer_UWP
Catalog: Barometer_UWP/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# AppTitle
source: Barometer
ru_ru: Барометр

source: Current pressure
ru_ru: Текущее давление

source: Recent readings
ru_ru: Последние записи

# Graphics
source: Chart
ru_ru: График

source: Settings
ru_ru: Настройки

source: Share
ru_ru: Поделиться

source: Switch unit
ru_ru: Единицы

# UnitMmHg
source: mmHg
ru_ru: мм рт. ст.

# UnitHpa
source: hPa
ru_ru: гПа

source: Theme
ru_ru: Тема

# ThemeLight
source: Light
ru_ru: Светлая

# ThemeDark
source: Dark
ru_ru: Тёмная

# ThemeAuto
source: Auto (sunrise/sunset)
ru_ru: Авто (от заката до рассвета)

source: Language
ru_ru: Язык

source: Export CSV
ru_ru: Экспорт CSV

source: Export TXT
ru_ru: Экспорт TXT

source: Export XLSX
ru_ru: Экспорт XLSX

source: Import CSV
ru_ru: Импорт CSV

source: Import XLSX
ru_ru: Импорт XLSX

source: Backup now
ru_ru: Бэкап сейчас

source: Restore
ru_ru: Восстановить

# OneDriveSignIn
source: Sign in to OneDrive
ru_ru: Войти в OneDrive

# OneDriveSignOut
source: Sign out
ru_ru: Выйти

# CheckUpdates
source: Check for updates
ru_ru: Проверить обновления

source: Period
ru_ru: Период

# PrevPeriod
source: Previous period
ru_ru: Предыдущий период

source: Next period
ru_ru: Следующий период

source: Save PNG
ru_ru: Сохранить PNG

source: Save JPEG
ru_ru: Сохранить JPEG

source: Save HTML
ru_ru: Сохранить HTML
